{"url": "https://theloadstar.com/adani-group-challenges-its-exclusion-from-jnpt-revamp-tender/", "title": "Adani Group challenges its exclusion from JNPT revamp tender", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_117933391-2-420x278.jpg", "author": "Angelo Mathais, India correspondent", "date": "11/05/2022", "caption": "", "content": "<article>\n\n\n<p>The final round of an Indian tender for a concession to revitalise underused state-owned container berths in Jawaharlal Nehru Port Trust (JNPT)/<span data-markjs=\"true\" data-ogab=\"\" data-ogac=\"\" data-ogsb=\"\" data-ogsc=\"\">Nhava</span> Sheva has hit a snag, with Adani Group legally challenging its exclusion from the process.</p>\n<p>Adani Ports  Special Economic Zone (APSEZ), which has a countrywide port network, was among 12 applicants for the JNPA revamp project, designed under a public-private-partnership (PPP) model.</p>\n<p>APSEZ’s disqualification stems from the tender conditions; they bar operators involved in port contract performance issues. The group faced a coal terminal contract termination at Visakhapatnam Port in 2020, a dispute that has also proved a stumbling block in other tender attempts.</p>\n<p>Moving quickly, APSEZ approached the Bombay High Court for a review of the tender exclusion, calling it illegal. The petition is expected to come up for hearing soon, according to industry sources.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>Adani was believed to be a strong contender for the JNPT tender, given its aggressive growth strategy that has seen a flurry of targeted acquisitions and investments in recent months.</p>\n<p>Under the original schedule, the concession deal was to be signed in March, but after several deadline extensions, according to current indications, prequalified bidders have until 24 May to respond to the port’s request for proposals.</p>\n<p>And, regardless of the court outcome, it looks certain that contract finalisation and awarding will be considerably delayed.</p>\n<p>Notable domestic and international shortlisted bidders include International Container Terminal Services, APM Terminals, Hindustan Ports (DP World), Terminal Investment and JM Baxi Ports.</p>\n<p>JNPT has 11 container berths across five terminals, of which eight are under the control of private concessionaires – APMT, DP World and PSA International – while the other three berths, including a shallow draught facility, are owned/managed by the landlord port.</p>\n<p>JNPT, being a standalone facility, lacks the global network leverage to attract major container lines operating regular services on larger trades, hosting some intra-Asia and coastal or shortsea connectivity calls.</p>\n<p>Steadily losing market share, it ended fiscal year 2021-22 with some 440,000 teu, down 19% year on year, even though combined port throughput continued to expand at a healthy rate.</p>\n<p>JNPT is also in the midst of a Phase II terminal development by PSA (BMCT), now targeted for completion in April 2025 after a two-year construction delay.</p>\n<p>The JNPCT privatisation is part of a broader government programme to monetise stressed public assets. However, those efforts haven’t reached the desired target levels.</p>\n<p>“In spite of due diligence and caution at the time of conceptualising these projects from various perspectives, the survival of some of the projects is at a risk due to various reasons that were either not foreseen or those which were beyond the control of the contracting parties,” said a Ministry of Shipping update this week.</p>\n<p><em>You can contact the writer at angel<a class=\"__cf_email__\" data-cfemail=\"b1def1c5d9d4ddded0d5c2c5d0c39fd2dedc9f\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></em></p>\n</article>"}