{"url": "https://theloadstar.com/airfreight-rates-soften-as-bellies-bounce-back-on-the-atlantic/", "title": "Airfreight rates soften as bellies bounce back on the Atlantic", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_49286912-420x280.jpg", "author": "Alex Lennane", "date": "05/05/2022", "caption": "", "content": "<article>\n\n\n<p>The start of May has seen a softening of the air freight market – with customers on long-term contracts paying more than the spot rate, as belly bounces back.</p>\n<p>For the first time post-pandemic, since the end of March capacity over the transatlantic is higher than pre-pandemic levels.</p>\n<p>This extra capacity has led to the lowest dynamic load factors since the first half of January on western Europe to North America, albeit that it rose from 63% to 67% in the last week of April, according to Xeneta.</p>\n<p>Other tradelanes have seen higher load factors, driven by constrained capacity rather than high demand.</p>\n<p/>\n<p><a href=\"https://theloadstar.com/wp-content/uploads/xeneta-week-18.png\"><img alt=\"\" class=\"aligncenter wp-image-208520 size-full\" height=\"536\" loading=\"lazy\" sizes=\"(max-width: 953px) 100vw, 953px\" src=\"https://theloadstar.com/wp-content/uploads/xeneta-week-18.png\" srcset=\"https://theloadstar.com/wp-content/uploads/xeneta-week-18.png 953w, https://theloadstar.com/wp-content/uploads/xeneta-week-18-210x118.png 210w, https://theloadstar.com/wp-content/uploads/xeneta-week-18-420x236.png 420w, https://theloadstar.com/wp-content/uploads/xeneta-week-18-768x432.png 768w\" width=\"953\"/></a></p>\n<p/>\n<p>Xeneta noted in a blog: “As of the end April (week 17), shippers from Europe to the US are reporting an average short term rate of $4.10 per kg. Long-term rates have not yet followed the same downward trend as the spot market and, on 30 April, the average rate for long term contracts signed in the past three months was more than $1.70 per kg higher than the average short-term rate, at $5.90 per kg. Early indications show a softening in both rates in early May.”</p>\n<p>On North America to western Europe, the dynamic load factor is at its lowest level since the start of the year, at 57%. Long-term contract rates are at $2.30 per kg, while spot rates are at $1.50 per kg.</p>\n<p>It is worth noting that the rates Xeneta has reported are based on forwarders selling to BCOs – not airline rates.</p>\n<p>Meanwhile, overall rates have softened. The TAC Index noted: “Indices look soft this week, but data points are sparser than normal, especially in Shanghai, where sources say carriers, after a dramatic pulldown of capacity recently, are slowly coming back to market after severe local lockdown.”</p>\n<p>April saw some large rate falls, although Xeneta said there had been a slight recovery in the past week. The Baltic Air Freight Index, however, showed an overall 5.4% decline in the week up to 2 May, although it is still 13.2% higher than a year earlier.</p>\n<p>Major forwarders, however, are expecting a surge in volumes when Chinese production restarts. While the bulk of this is expected to go by sea, in time for the peak season, schedule problems and blank sailings could see some desperate shippers seek solutions by air, or sea-air, which could lead to a strengthening of rates.</p>\n</article>"}