{"url": "https://theloadstar.com/american-jobs-versus-foreign-robots-us-west-coast-negotiating-lines-are-set/", "title": "US jobs versus foreign robots – west coast port negotiating lines are set", "thumbnail": "https://theloadstar.com/wp-content/uploads/pier-300-channel-aerial-port-of-los-angeles-1-420x236.jpg", "author": "Nick Savvides", "date": "07/05/2022", "caption": "Pier-300-channel-aerial Port of Los Angeles.", "content": "<article>\n<div class=\"hero\">\n<img alt=\"Pier-300-channel-aerial Port of Los Angeles\" src=\"https://theloadstar.com/wp-content/uploads/pier-300-channel-aerial-port-of-los-angeles-1-680x0-c-default.jpg\"/>\n<div class=\"caption\">Pier-300-channel-aerial Port of Los Angeles.</div>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Nick+Savvides\" rel=\"author\">Nick Savvides</a></address>\n<time datetime=\"2022-05-07\">07/05/2022</time>\n</div>\n<p>With negotiations at the US west coast ports to begin this week, 10 May, the Pacific Maritime Association (PMA) is positioning itself as ‘modernists held back by luddites’, while the union has appealed to Americans to back US dockers against ‘foreign plunderers’.</p>\n<p>In an open letter, International Longshore and Warehouse Union (ILWU) president Willie Adams praised his 22,000 members as frontline workers that kept US commerce working throughout the pandemic.</p>\n<p>Mr Adams said that union members had experienced the same fears and “devastating losses” as the rest of the country and as the country went into lockdown, ILWU dockers “continued to work.</p>\n<p>They were “moving cargo at ports from San Diego, California to Bellingham, Washington, to ensure our store shelves remained stocked, PPE was accessible, and hospitals supplied”, wrote Mr Adams. According to the union, they ensured record numbers of containers were moved through the ports as demand rebounded.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>The union claimed: “The ILWU takes great pride in the fact that 2021 delivered the movement of more than 26 million containers along the west coast and marked the largest volume of cargo ever moved through the ports of Los Angeles and Long Beach in a single year.”</p>\n<p>But the union leader could not resist a dig at the foreign “billion=dollar” shipping lines that lease most of the terminals at west coast ports. He claimed they had “gouged American businesses by charging them ten times the usual shipping rates and have contributed toward the rise in inflation”.</p>\n<p>Moreover, these same foreign carriers sought to use machines to move cargo rather than American workers.</p>\n<p>“In addition to a loss of jobs, automation poses a threat to national security as it places our ports at risk of being hacked, as other automated ports have experienced. These attempts should be a concern for our nation as the intention behind them isn’t what’s best for America, but rather what’s best for foreign profits,” wrote Mr Adams.</p>\n<p>A union spokewoman pointed to the hacking of the port of Durban in South Africa in 2021 and the 2017 NotPetya attack on Maersk’s systems, including its terminals.</p>\n<p>Moreover, the ILWU said, documents such as the 2021 International Transport Forum report showed how automated terminals “are actually less efficient than those operated in a traditional manner”.</p>\n<p>Meanwhile, the PMA, the employers’ organisation that represents terminal operators on the west coast, has fired its own pre-negotiation salvo, claiming automation is the key to “more efficient and sustainable growth” at the ports.</p>\n<p>Commissioned by the PMA, a study was conducted by Dr Michael Nacht, Professor of Public Policy at the University of California, and former Assistant Secretary of Defense, and Larry Henry, founder of ContainerTrac.</p>\n<p>The study raised concerns that congestion and delays at Los Angeles and Long Beach, which handle 40% of US imports from Asia, will see freight shifting to east coast terminals.</p>\n<p>Studying two automated terminals at the ports, the report claims automated terminals process cargo faster, with some 44% greater throughput per acre than non-automated terminals. In addition, due to growth, more jobs, with higher skillsets, were required at the automated ports to handle the increased volumes between 2015 and 2021.</p>\n<p>According to the PMA study: “Paid ILWU hours at the two automated terminals rose 31.5%, more than twice the 13.9% growth in paid hours at the non-automated terminals. Registered ILWU workforce in Los Angeles and Long Beach grew 11.2%, compared with 8.4% for the other 27 west coast ports.”</p>\n<p>The report also claims automation brings health benefits to workers as well as the local communities by reducing emissions through using electrified equipment and offering rapid turn around times for diesel-powered trucks.</p>\n<p>“Automation is a global trend and the hallmark of the world’s most advanced ports,” concluded the PMA report.</p>\n<p>Recently, James McKenna, PMA president and CEO, said automation was a key tool in managing larger volumes at terminals. However, he was also confident a deal would be agreed as the pandemic had meant greater co-operation between employers and union staff.</p>\n<p>Nevertheless, he said, old-fashioned wages, working conditions and hours would be the “challenging issues” for the negotiators.</p>\n<p>This year’s contract negotiations may have the air of modernity versus the sterile stagnation of yesteryear, but  both sides understand that the other side needs to protect its membership. If the negotiations are to be successful, both sides need to show they are able to achieve a creditable compromise.</p>\n<p><em>For more analysis on the west coast negotiations, check out our Deep Dive Podcast on the subject.</em></p>\n<p><audio controls=\"controls\" data-project44-podcast-clip=\"true\"><source src=\"https://episodes.castos.com/61e078fee345f1-77268395/36763/c46b6a36-379b-4ed6-9aa5-7c177520ccbd/Deep-DIVE-PMA-ILWU-v9.mp3\" type=\"audio/mpeg\"/>Your browser does not support the audio element.</audio></p>\n</article>"}