{"url": "https://theloadstar.com/atlas-air-bets-on-a-leisurely-return-to-passenger-flying-while-lh-cargo-soars/", "title": "Atlas Air bets on a leisurely return to passenger flying, while LH Cargo soars", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_189259378-1-420x236.jpg", "author": "Alex Lennane", "date": "06/05/2022", "caption": "© Mariakonosky ", "content": "<article>\n<div class=\"hero\">\n<img alt=\"dreamstime_s_189259378 (1)\" src=\"https://theloadstar.com/wp-content/uploads/dreamstime_s_189259378-1-680x0-c-default.jpg\"/>\n<div class=\"caption\">© Mariakonosky </div>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Alex+Lennane\" rel=\"author\">Alex Lennane</a></address>\n<time datetime=\"2022-05-06\">06/05/2022</time>\n</div>\n<p>Atlas Air is predicting longer-term changes to the airfreight market, as passenger flying and cargo routes diverge.</p>\n<p>The carrier, which now has a quarter of its fleet on long-term charters, and 60% on ACMI, is betting that belly operations will not return to pre-pandemic levels.</p>\n<p>“We expect passenger networks will look different than prior to the pandemic, and will favour more leisure and point-to-point flying,” said chief executive John Dietrich in an earnings call yesterday.</p>\n<p>“This will result in more need for dedicated freighters in major cargo trade lanes.</p>\n<p>“Importantly a new customer base including more manufacturers and freight forwarders are now turning to dedicated freighters due to the resiliency of air freight networks compared to the vulnerability of passenger networks.”</p>\n<p>While news yesterday that transatlantic capacity is now higher than pre-pandemic, the route has always been less profitable than the transpacific, which, according to Atlas, is likely to be the last passenger sector to regain its footing.</p>\n<p>“The passenger-flying transpacific will be the last flying to come back,” said CFO Spencer Schwartz.  “We don’t think that will be at pre-pandemic levels for quite some time. And then even when that flying does return, it’s probably not going to look the same as what it looked like prior to the pandemic.”</p>\n<p>Atlas gained a further 10 contracts in the first quarter, taking its long-term charter contracts to 25 in total, with “the majority going through to late 2024 or early 2024”, with some as long as 2027. Just 4% of its capacity remains on the spot market.</p>\n<p>The carrier predicted that rates and yields in the second quarter would be similar to last year, but still well-above pre-pandemic levels. Happily for Atlas currently, yesterday, Xeneta reported that long-term contract rates are currently higher than the spot market. Atlas is also among those companies believing there will be a surge of exports once China reopens.</p>\n<p>The airline is also expecting new aircraft, with the first of the new 747-8Fs arriving this month, and “very strong interest for the new 777Fs”. Mr Dietriech added that the carrier is also looking closely at new products from Airbus, the A350 and A330 conversions. “For the right opportunities, there is nothing that we can’t fly.”</p>\n<p>Atlas, as expected, reported a strong <a href=\"https://www.atlasairworldwide.com/2022/05/atlas-air-worldwide-reports-strong-first-quarter-2022-results-and-full-year-outlook/\">set of results</a>, which it said reflected higher yields and its new and extended long-term contracts. However, revenue gains were partially offset by higher pilot costs following its new bargaining agreement. It was also the first time executives noted the rate of attrition among pilots, but said it “felt good” about the pipeline, and that pilots could be attracted with new aircraft.</p>\n<p>Revenues grew 16% to $1bn in the quarter, while ebitda on an adjusted basis was up 11.8% to $202.8m. Net income grew 23% to $88.8m, despite volumes, on a block hour basis, falling 6%.</p>\n<p>The slow – but sure – return to growth in passenger flying was notable in <a href=\"https://investor-relations.lufthansagroup.com/fileadmin/downloads/en/financial-reports/interims-reports/LH-QR-2022-1-e.pdf\">Lufthansa Group’s results</a>, which recorded a net loss of €584m, although that was a 44% improvement on a year earlier. Lufthansa Cargo was again the star of the show, with adjusted EBIT up 57% to €495m – it’s highest ever first quarter.</p>\n<p>It cited ongoing disruption in global supply chains as a “very positive impact”. Additional passenger flying saw capacity rise 24%, while revenue cargo tonne kilometres rose 10%. Load factors, however, were down nine percentage points, but revenues grew 50% to €1.32bn. Costs rose owing to fuel and belly expenses paid to the passenger division.</p>\n<p>“The performance of the Logistics segment is still at a record high; total market freight capacity continues to be down as a result of the coronavirus pandemic and the consequent absence of belly capacities on passenger aircraft; demand for the remaining freight capacities remains very high; operating stability has been maintained despite a difficult operating environment, which included lockdowns in China and the southerly bypass of Russia,” it said. Asia Pacific capacity was down 6%, while RTK in AP was down 10%.</p>\n<p>Lufthansa Cargo now operates a “permanently modified Airbus A321F”, with a second to follow in the second half, which it said would benefit from increasing demand in ecommerce.</p>\n<p>Belly dependent IAG Cargo also reported results – with revenues up 23.4% to €432m, and yield up 2.3%. Sold tonnage rose 19%.</p>\n<p>“Demand was particularly high between Europe and the USA for key industrial goods, including automotive parts, with <span data-markjs=\"true\" data-ogab=\"\" data-ogac=\"\" data-ogsb=\"\" data-ogsc=\"\">IAG</span> Cargo increasing the availability of wide-body aircraft on European feeder lanes into Heathrow.  Ecommerce has also remained a major driver of growth for <span data-markjs=\"true\" data-ogab=\"\" data-ogac=\"\" data-ogsb=\"\" data-ogsc=\"\">IAG</span> Cargo, with high volumes being shipped into North America,” it said.</p>\n<p>Striking a slightly different note to Atlas, IAG Cargo said: “The return to more widespread passenger flying has also provided a boost to cargo, with new routes opening up and capacity on important trade lanes increasing.”</p>\n</article>"}