{"url": "https://theloadstar.com/bangladesh-expands-aeo-scheme-in-bid-to-speed-up-customs-checks/", "title": "Bangladesh expands AEO scheme to speed up Customs checks", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_98210814-1-420x280.jpg", "author": "Bangladesh correspondent", "date": "10/05/2022", "caption": "© Birgit Korber ", "content": "<article>\n<div class=\"hero\">\n<img alt=\"dreamstime_s_98210814 (1)\" src=\"https://theloadstar.com/wp-content/uploads/dreamstime_s_98210814-1-680x0-c-default.jpg\"/>\n<div class=\"caption\">© Birgit Korber </div>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Bangladesh+correspondent&amp;s_ba=1\" rel=\"author\">Bangladesh correspondent</a></address>\n<time datetime=\"2022-05-10\">10/05/2022</time>\n</div>\n<p>Most of the containers landed at Bangladeshi ports can soon be delivered directly to the importer’s warehouse or factory, as the government is set to open an AEO [authorised economic operator] system for eligible businesses.</p>\n<p>Customs procedures and physical checks of AEO containers will be conducted at factories or warehouses, rather than congested port yards and depots.</p>\n<p>An AEO certificate holder will also enjoy similar facilities at ports in other countries with which Bangladesh has an AEO mutual recognition agreement.</p>\n<p>The move is aimed at faster delivery of inbound containers, a long-held demand of businesses with a track record of paying duties and taxes properly.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>AEO was introduced in Bangladesh in 2018, been used by three top pharmaceutical companies and Customs has seen no signs of abuse so far.</p>\n<p>However, as Covid-19 hit, the planned expansion of AEO status was halted.</p>\n<p>On 18 April, the customs department invited applications from all businesses interested in being listed as AEOs.</p>\n<p>Companies applying must have been in businesses for at least five years, be a regular payer of duty, VAT and income tax, have not been fined more than 1% of the total goods or service price on revenue-related cases and have paid all due revenues.</p>\n<p>Businesses welcomed the move, noting that faster delivery of imported raw materials from the ports would also facilitate faster exports of manufacturing and finished goods. They also believe AEO will help lower congestion at port yards and that vessels would not need to wait several days to get berths.</p>\n<p>Abdus Salam Murshedy, president of the Exporters Association of Bangladesh, said: “This system will facilitate hassle-free trade,” adding that it would be an incentive for some businesses to follow the rules.</p>\n<p>The AEO scheme is a core part of a World Customs Organisation framework of standards “to secure and facilitate global trade”.</p>\n</article>"}