{"url": "https://theloadstar.com/busan-to-create-a-smart-container-to-ship-lithium-batteries-safely/", "title": "Busan to create a 'smart' container to ship lithium batteries safely", "thumbnail": "https://theloadstar.com/wp-content/uploads/containers-in-flames-onboard-cosco-pacific-7-jan-2020-e1652094364661-420x205.jpg", "author": "Martina Li in Taiwan", "date": "09/05/2022", "caption": "", "content": "<article>\n\n\n<p>Municipal authorities in Busan, home of South Korea’s busiest container port, have chosen the design and development of a “smart” container, which can transport batteries safely, following increasing publicity about the dangers of carrying lithium batteries in containers.</p>\n<p>Busan authorities will work on the so-called Battery Safe Transport Smart Container and its system technology development with South Korea’s largest container manufacturer, Vesta, pallet rental company Korea Pallet Pool and Busan Techno Park.</p>\n<p>The parties propose a design featuring fire insulation and flame retardancy, sensors and shock protection, alongside the development of a blockchain-based transport information system.</p>\n<p>The number of battery shipments has been rapidly increasing in tandem with rising demand for electric vehicles. However, lithium batteries, especially, have been known to burst into flames, causing port authorities and ship operators to require such cargo to be declared as dangerous goods.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>Busan’s authorities said that, with real-time monitoring, it was possible to reduce the risk of explosion during transport and to pre-empt fires by developing special container materials to increase insulation and flame retardancy.</p>\n<p>Busan’s Digital Economy Innovation Office head, Lee Joon-seung, said, “Busan processes more than 90% of the country’s lithium-ion battery imports and exports, so the development of container technology for safe battery transport is essential. By securing safety, the status of Busan as an international port and logistics city will be enhanced.”</p>\n<p>The consequences of lithium-fuelled fires can be worse than others as they are very difficult to extinguish, prone to thermal runaway and present a risk of explosion. And, due to the heat generated, re-ignition after a fire has been extinguished is another major risk.</p>\n<p>The growing number of shipments of lithium batteries have led insurer TT Club to last month <a href=\"https://theloadstar.com/know-your-shipper-warns-tt-club-as-lithium-battery-fires-spread/\">call for greater vigilance</a>.</p>\n<p>Risk management director Peregrine Storrs-Fox said: “The majority of shippers will take all practicable steps to ensure that their lithium batteries achieve certification and are classified, packaged, packed, labelled and declared correctly. A small – frankly criminal – minority are motivated to avoid compliance, entering cargo into the supply chain that presents great risk to all.</p>\n<p>“Once lithium batteries are placed into the intermodal supply chain, there is little opportunity for the cargo to be checked, visually or otherwise, to verify compliance.”</p>\n</article>"}