{"url": "https://theloadstar.com/cainiao-activated-transport-and-warehouse-network-to-beat-shanghai-logistics-blues/", "title": "Cainiao's transport and warehouse network can beat Shanghai logistics blues", "thumbnail": "https://theloadstar.com/wp-content/uploads/cainiao-aviastar-tu-tu-204c-420x280.jpg", "author": "Martina Li in Taiwan", "date": "11/05/2022", "caption": "", "content": "<article>\n\n\n<p>Chinese e-commerce giant Alibaba’s logistics unit, Cainiao, said on Monday it had pre-empted the bottlenecks arising from the Shanghai lockdown and prioritised sea and air freight capacity for member merchants in Shanghai.</p>\n<p>Under its “Reassurance Plan”, Cainiao has integrated nearly 3,600 trailer lines from eastern China and other regions to Shanghai port, ensuring merchants can export goods normally.</p>\n<p>Cainiao has also chartered flights and ships, with land-to-water and land-to-rail transfers also offered to exporters in some areas with local lockdowns.</p>\n<p>In China, Cainiao opened three emergency trucking lines, Nanjing-Shanghai, Hangzhou-Shanghai, Jiaxing-Shanghai, and merchants can also tap into Cainiao’s warehouse network in China, covering tens of millions of square metres, to store and move goods.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>Cainiao said: “In early March, we saw that the Covid-19 outbreak in Shanghai was becoming serious. We were afraid we wouldn’t be able to deliver goods on time, so we activated our warehouses. At present, deliveries haven’t been greatly affected.”</p>\n<p>Preparations were also made to ensure that Cainiao’s truck drivers had appropriate passes and negative Covid-19 test results to cross into other cities.</p>\n<p>“Merchants suffer a loss every minute logistics services are suspended. Fortunately, with the successive issue of access passes and the inclusion of express delivery companies in the ‘white list’, the operational efficiency of Shanghai ‘s express logistics industry is gradually recovering.”</p>\n<p>The challenges in Shanghai are far from over, however, as the port city has been locked down since 28 March amid China’s Covid-zero policy.</p>\n<p>Cainiao said: “At the critical stage of epidemic prevention and control and resumption of work and production, Cainiao will work with merchants and logistics partners to overcome difficulties. We will fight the tough battles against Covid-19 and against the logistical bottlenecks.”</p>\n<p><em>To hear more about logistics disruption in Asia, listen to this clip from The Loadstar Podcast of Lars Mikael Jensen, head of global ocean network at Maersk.</em></p>\n<p><br/>\n<audio controls=\"controls\" data-project44-podcast-clip=\"true\"><source src=\"https://episodes.castos.com/61e078fee345f1-77268395/36802/3d0a7455-c78f-4942-a74f-75b23c35af85/EP7-News-2022-Clip-4.-Lockdowns-disruption-spreading-to-South-East-Asia.-Lars-Mikael-Jensen-Head-of-Global-Ocean-Network-at-Maersk.mp3\" type=\"audio/mpeg\"/>Your browser does not support the audio element.</audio></p>\n</article>"}