{"url": "https://theloadstar.com/cargolux-resumes-some-shanghai-flights-amid-lockdown-uncertainty/", "title": "Cargolux resumes some Shanghai flights amid lockdown uncertainty", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_179401464-420x280.jpg", "author": "Alex Lennane", "date": "11/05/2022", "caption": "", "content": "<article>\n\n\n<p>News that Toyota and Tesla have <a href=\"https://www.bbc.co.uk/news/business-61403470\">suspended production,</a> owing to the continuing Shanghai lockdown, and fears that the Chinese government has hardened its stance, is forcing air cargo carriers to be extremely agile.</p>\n<p>Cargolux has resumed some flights into Shanghai in the past two weeks, following government authorisation for some manufacturing to restart, but is offering few frequencies.</p>\n<p>“We need to build up slowly again,” CEO Richard Forson told <em>The Loadstar</em>. “It all depends on the availability of manpower for handling and warehousing.</p>\n<p>“We are doing some cold chain into China, but you need the infrastructure and we are constantly looking for solutions. We are also doing some dangerous goods, but on a case-by-case basis.”</p>\n<p>Despite recent talk that the restrictions would ease, there appears little evidence that they have. Mr Forson added that he had “no sense at all of when [normality] will come back”, adding: “The authorities may even be coming down harder.”</p>\n<p>Cargolux, part owned by Henan Civil Aviation Development and Investment, operates a hub at Zhengzhou (CGO), which has also been impacted by the lockdowns.</p>\n<p>“We have continued as normal at CGO, but there is one aspect – if a major hub like Shanghai closes, all the airlines will look for an alternative to bring goods in, and CGO is a good example of that. The infrastructure has been overloaded, although we have learned to live with it.”</p>\n<p>Zhengzhou itself has also been locked-down, the latest set to end yesterday.</p>\n<p>“Employees couldn’t come into work, but some have been on site and staying in hotels. We have flown in some staff so they could do some handling.</p>\n<p>“We have had to be very agile and flexible. You get very short notice and have to respond very quickly.”</p>\n<p>Any resurgence in demand will depend on how much manufacturing is taking place – and how many components are needed.</p>\n<p>“If not all the components are in China, then you have an issue,” Mr Forson explained.</p>\n<p>He added that Hong Kong, where Cargolux is operating some 30 flights a week, was “a different story”, trucking in the region has been “suboptimal”.</p>\n<p>“But once it all eases, there might well be a little peak. Exports are starting to climb. And China is increasingly a nation that consumes western goods from the US and EU, and there may also be an explosion of imports.</p>\n<p>“I tend to remain on the cautious side, but if China does boom, we are ready to take in capacity.”</p>\n<p>Airfreight rates in China have remained high despite the demand fall, according to analysts.</p>\n<p>“Despite this drop in demand, rates have surged through April, with Hong Kong to Europe and Shanghai to Europe posting double-digit gains and drawing up in line with the rest of the Asia outbound market. Air freight prices remain very much capacity-supply driven,” said Peter Stallion, of FIS.</p>\n<p>Bruce Chan, analyst at Stifel, told the Baltic Exchange: “For context, the percentage of the population under lockdown in China right now is estimated to be larger than the entire population of the US. And, while critical economic functions are still technically operational, the systemic nature of the quarantine restrictions means that production output from some of the country’s largest manufacturing centres are at their lowest levels since the initial shutdown in early 2020.”</p>\n<p>Pointing out that there was no “capacity shock absorber”, he said: “There is a distinct scenario in which airfreight rates spike again, even from these elevated levels.”</p>\n<p>One such reason would be clearing the Chinese backlog.</p>\n<p>“Logistics networks remain very congested and there is a real possibility that any temporary pull back in bottlenecks and rates are ‘head fakes’ and volatility will continue to be an issue until the core problems are resolved,” Mr Chen added.</p>\n<p><em>To hear more about China’s lockdowns, and what’s next for freight demand, listen to this clip from The Loadstar Podcast, out today.</em></p>\n<p/>\n<p><audio controls=\"controls\" data-project44-podcast-clip=\"true\"><source src=\"https://episodes.castos.com/61e078fee345f1-77268395/36802/2f3bbb7a-2a4b-4282-bfc7-c90e836475f0/EP7-News-2022-Clip3.-Asia-s-exports-to-weaken-sharply-in-the-next-three-months-Rob-Subbaraman-Head-of-Global-Macro-Research-and-Co-head-of-Global-Markets-Research-Nomura.mp3\" type=\"audio/mpeg\"/>Your browser does not support the audio element.</audio></p>\n</article>"}