{"url": "https://theloadstar.com/carriers-ramp-up-blank-sailings-as-china-lockdowns-persist/", "title": "Carriers ramp up blank sailings as China lockdowns persist", "thumbnail": "https://theloadstar.com/wp-content/uploads/port_of_shanghai_yangshan_deep-water_harbour-credit-alex-needham-1-400x300.jpg", "author": "Mike Wackett", "date": "10/05/2022", "caption": "", "content": "<article>\n<div class=\"hero\">\n<img alt=\"Port_of_Shanghai,_Yangshan_Deep-water_Harbour Credit Alex Needham\" src=\"https://theloadstar.com/wp-content/uploads/port_of_shanghai_yangshan_deep-water_harbour-credit-alex-needham-1-680x0-c-default.jpg\"/>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Mike+Wackett\" rel=\"author\">Mike Wackett</a></address>\n<time datetime=\"2022-05-10\">10/05/2022</time>\n</div>\n<p>Ocean carrier alliances are preparing to blank more than a third of their sailings from Asia over the coming weeks in response to a reduction in export freight, according to the latest report from Project44.</p>\n<p>The blanking strategies by the alliances to mitigate the impact of the Covid lockdowns in China will further extend cargo lead times, particularly to North Europe.</p>\n<p>The supply chain platform’s data shows that between weeks 17 to 23, THE Alliance will blank 33% of its scheduled sailings from Asia, the Ocean Alliance will void 37%, while the 2M alliance will cancel 39% of its headhaul voyages.</p>\n<p>MSC advised on Friday that the scheduled sailing in early June by the 18,340 teu <em>Mathilde Maersk,</em> on its Silk and Maersk’s AE10 Asia-North Europe loop, would be blanked “due to the ongoing challenging market situation”.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>In North Europe, the Silk/AE10 service calls at Rotterdam, Bremerhaven and Gdansk.</p>\n<p>Project44 said that, after previously lagging the other two alliances in terms of void sailings, “the 2M will blank more sailings than any other alliance in the coming weeks”.</p>\n<p>In regard to port congestion, Project44 data revealed that import dwell time at the port of Shanghai peaked at nearly 16 days at the end of April, while export dwell times remained “relatively stable, at around three days”.</p>\n<p>It explained: “The inflated import dwell time is due to a shortage of truckers to haul out offloaded containers. In the same vein, a drastic reduction in export freight to the port has meant fewer containers can be shipped out of Shanghai, mellowing export dwell times.”</p>\n<p>Nevertheless, ocean carriers have succeeded in discharging their empty equipment at Shanghai in readiness for the surge of cargo that will follow the ending of the strictly enforced Covid lockdowns, in which the city’s 25m inhabitants are now entering their seventh week.</p>\n<p>And Maersk reported today that reefer cargo yard density at Shanghai had improved considerably, adding in an advisory: “We will re-start the booking acceptance for Shanghai, with the first cargo accepted to arrive in Shanghai from 26 June onwards.”</p>\n<p>It said warehouse operations in Shanghai had been “partially resumed”, although in Ningbo warehouses were “open for now”, but subject to strict health codes.</p>\n<p>“Cargo will not be accepted if drivers have been to medium- or high-risk areas in the last 14 days,” it warned.</p>\n<p>Meanwhile, as a consequence of the export cargo disruptions in China and the resulting cancellations of sailings, cargo lead times from Asia to North Europe continue to grow, with the UK suffering the worst impact due to the port rationalisation strategies of the carriers.</p>\n<p>Project44 data shows lead times from China to North Europe and the UK have increased by 20% and 27%, respectively, in the past 12 months.</p>\n<p>This reinforces the complaints to <em>The Loadstar</em> of one UK forwarder who claimed that cargo destined for Felixstowe, Southampton and London Gateway was “regularly being dumped at other ports on the continent without any proper plan to relay the containers”.</p>\n<p>Another forwarder lambasted Maersk for its service, citing two containers delayed  for more than a month at different European ports after being shipped from Asia on the same vessel.</p>\n</article>"}