{"url": "https://theloadstar.com/cathay-pacific-cargo-increases-capacity-as-covid-restrictions-ease/", "title": "Cathay Pacific Cargo increases capacity as Covid restrictions ease", "thumbnail": "https://theloadstar.com/wp-content/uploads/cathay-cx-420x254.jpg", "author": "Alex Lennane", "date": "04/05/2022", "caption": "", "content": "<article>\n<div class=\"hero\">\n<img alt=\"cathay cx\" src=\"https://theloadstar.com/wp-content/uploads/cathay-cx-scaled-680x0-c-default.jpg\"/>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Alex+Lennane\" rel=\"author\">Alex Lennane</a></address>\n<time datetime=\"2022-05-04\">04/05/2022</time>\n</div>\n<p>Cathay Pacific Cargo is set to re-introduce more cargo flights, following changes to quarantine rules in Hong Kong.</p>\n<p>The carrier was forced to suspend all long-haul cargo flights in the first week of January, and rearrange crew schedules, in a bid to up capacity, which has begun to grow.</p>\n<p>March saw it offer 48% more lift than in January, primarily to India and north-east Asia – with more routes coming on line this month.</p>\n<p>The carrier said it had also relaunched flights to the south-west Pacific – and last month operated its first flight to Europe this year.</p>\n<p>However, there are still challenges, according to George Edmunds, general manager cargo commercial, who told customers: “The situation is still full of variables and far-reaching. Scheduling tasks involve a lot of effort in many departments to coordinate.</p>\n<p>“The outbreak in Hong Kong and Shanghai continues to affect the flow of goods. Restrictions on cross-border trucking have hampered the channels for transporting goods to Hong Kong in the Greater Bay area.”</p>\n<p>He said the carrier had been making “good use of sea-air combined transport”, getting goods into Hong Kong by sea and transferring them to the airport by truck.</p>\n<p>He added that the carrier and airport authority had been working to bring in goods from Dongguan Logistics Park, and delivering to the Haitian passenger terminal.</p>\n<p>“This demonstrates the viable approach of sea-air intermodal transport and gives us confidence in continuing this programme,” he said. “The use of waterways could increase some of the capacity, but it was still far below our expectations.”</p>\n<p>As noted by the major freight forwarders in their Q1 results, the Covid lockdowns have significantly dented manufacturing output, with Kuhene + Nagel reporting exports from China down 15%.</p>\n<p>Mr Edmunds agreed it had “severely hit demand”.</p>\n<p>Rates from Hong Kong to Europe have started to climb since 18 April, up 5% by 2 May; but to the US, they have fallen 6% since 25 April, according to the Tac Index.</p>\n<p><em>For more information on Chinese lockdowns and the impact on air cargo rates, listen to this clip from The Loadstar Podcast of Peyton Burnett, managing director of TAC Index.</em></p>\n<p/>\n<p><audio controls=\"controls\" data-project44-podcast-clip=\"true\"><source src=\"https://episodes.castos.com/61e078fee345f1-77268395/36802/4aaf256b-6764-44cd-8624-64559f21d2fa/Clip-4-EP6-2022.-Peyton-Burnett-Managing-Director-TAC-INDEX-explains-the-impact-of-Covid-lockdowns-in-China-on-the-global-air-cargo-market-.mp3\" type=\"audio/mpeg\"/>Your browser does not support the audio element.</audio></p>\n</article>"}