{"url": "https://theloadstar.com/cma-cgm-and-maersk-ramp-up-decarbonisation-projects/", "title": "CMA CGM and Maersk ramp up decarbonisation projects", "thumbnail": "https://theloadstar.com/wp-content/uploads/cma-cgm-jacques-saade_lng-powered_septembre-2019-400x300.jpg", "author": "Charlie Bartlett", "date": "11/05/2022", "caption": "", "content": "<article>\n\n\n<p>Liner giant forays into decarbonisation have continued, with encouraging developments from Maersk and CMA CGM this week.</p>\n<p>Maersk is redeploying the <em>Vistula Maersk</em> and <em>Vayenga Maersk</em>, two 3,600teu ice-class 1A vessels, to the Canada Atlantic Express (CAE) service between Canada and Northern Europe, and plans to run them on biofuel: “carbon neutral… and manufactured from recycled sustainable biomass”, according to the company.</p>\n<p>The vessels previously operated in the Baltic, but having pulled its ships out of Russia, Maersk has opted to deploy the feeders to another trade.</p>\n<p>Biofuels available to shipping are often made from recycled waste cooking oils and other fats. Bart Hellings, COO of biofuel manufacturer Goodfuels, recently <a href=\"https://theloadstar.com/singapore-saf-plant-set-to-begin-operations-early-2023/\">told</a> <em>The Loadstar</em> that feedstocks streams were available from industrial food and cosmetics production, wastewater treatment and other sources, and that there were “sufficient residual wastes” from these processes “to power over 50% of the global fleet”.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>Meanwhile, CMA CGM has joined a French demonstrator project, Jupiter 1000, helmed by gas company GRTgaz.</p>\n<p>Based in the French port of Marseille, Jupiter 1000 will recycle CO2 captured from the base of a funnel at a nearby industrial site and combine it with hydrogen, which will be produced by renewable energy at times of grid surplus.</p>\n<p>Though CMA CGM would not eliminate CO2 emissions by burning synthetic LNG in its ships, it would make the vessel essentially carbon-neutral.</p>\n<p>Jupiter 1000’s ‘power-to-gas’ scheme provides many benefits – though still cumbersome compared with liquid fuels, storage of LNG (or in this case, synthetic LNG) is much more practical than long-term storage of hydrogen.</p>\n<p>A leak of methane, common in many industrial settings, <a href=\"https://www.edf.org/blog/2022/03/07/hydrogen-climate-solution-leaks-must-be-tackled\">is also likely to be less damaging than leaking hydrogen</a>. It also hopes to provide a ‘load-levelling’ effect for wind and solar farms, which would serve to better utilise them, and drive adoption.</p>\n<p>Having bet heavily on LNG-powered ships for decarbonisation – an assumption now thought likely to be based on faulty logic – the pressure is on CMA CGM to find a drop-in replacement that will actually reduce its carbon emissions.</p>\n<p>And synthetic LNG is not its only option – the French carrier is also working with TotalEnergies and others on bioLNG, which is made using captured methane from landfills, sewage, and agricultural waste.</p>\n<p><a href=\"https://ec.europa.eu/energy/sites/ener/files/documents/ce_delft_3g84_biogas_beyond_2020_final_report.pdf\">A 2016 EU study</a> found that abundant bioLNG could be made available. The study considers four scenarios for biogas adoption – in the most aggressive scenario, production reaches a little over 40,000ktoe of biogas</p>\n<p>[ktoe refers to amount of energy needed to produce the equivalent of one tonne of crude oil.]</p>\n<p>According to <a href=\"https://ec.europa.eu/eurostat/documents/3217494/11099022/KS-HB-20-001-EN-N.pdf/bf891880-1e3e-b4ba-0061-19810ebf2c64\">European Energy data</a>, in 2018, shipping bunkered 40,469ktoe worth of all fuels across Europe, which means potentially all of Europe’s shipping fuels could be met through biogas and potentially put a major dent in its maritime emissions.</p>\n<p>The EU study goes on to say that biogas offers the best decarbonisation bang-for-buck when used as a fuel for transport. “The best cost-effectiveness is achieved in the scenarios where the biogas is upgraded to biomethane and used as bio-CNG or bio-LNG, replacing diesel.</p>\n<p>“Using the biogas locally… or injecting it into the gas grid and then using it for heating reduces mostly natural gas consumption, whereas using it in transport will reduce diesel consumption mainly,” it adds.</p>\n</article>"}