{"url": "https://theloadstar.com/congestion-and-rates-caused-huge-modal-shift-to-air-freight-last-year/", "title": "Congestion and rates drove huge modal shift to air freight last year", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_xs_221799962-420x280.jpg", "author": "Sam Whelan", "date": "10/05/2022", "caption": "", "content": "<article>\n\n\n<p>Cargo owners increasingly switched from sea to air in 2021, with port congestion and a narrowing price gap helping the airfreight market grow twice as fast as sea cargo.</p>\n<p>Furthermore, according to a new whitepaper by Ti Research, the global freight forwarding market bounced back to enjoy the strongest market growth since 2011, recording 11.2% growth in real terms, to $284.9bn.</p>\n<p>It was a strong performance following one of the most challenging years to date, amid the Covid-19 pandemic, Ti noted, with global trade growing 13% to a record high of $28.5trn.</p>\n<p>The report said: “The strong growth in international trade in 2021 was mainly the result of pandemic restrictions being phased out, and surging demand for goods encouraged by government support schemes and economic stimulus packages introduced in many countries.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>“Factors such as the expansion of the e-commerce industry and the rise of free trade agreements have also been contributors to the growth of the global digital freight forwarding market.”</p>\n<p>Airfreight grew by 14.9% – double the rate of sea freight – to reach a nominal value of $128.2bn. Ti said this was driven by strong demand for PPE towards the end of the year, as well as supply chain bottlenecks in sea and land transport.</p>\n<p>In sea freight forwarding, Ti noted how growth opportunities were lost due to “a shortage of carrier capacity and port congestion”. As a result, the market grew by 6.6%, to $156.5bn, while freight rates were up 69.8%, due to demand being “considerably higher than available capacity”.</p>\n<p>Indeed, Ti said, port congestion had created a “mismatch between supply and demand” and slowed growth in the sea freight market.</p>\n<p>For example, according to Maersk, around 12%-15% of global containership capacity was effectively taken out of circulation by congestion in 2021, while Kuehne + Nagel noted 80% of the global sea freight disruption was associated with North American ports.</p>\n<p>Ti added: “The congestion in the ocean freight market continues to push traditional ocean shippers into the air freight market, adding to demand and driving up air freight rates. The price difference between air and ocean had narrowed during the past year, making the shift to air slightly less costly than before the pandemic.</p>\n<p>“Then, the average price of global air cargo was 12 times more expensive than sea shipping. Towards the end of 2021, the cost to move goods by air was about 2.5 times more expensive than pre-pandemic.”</p>\n<p>Nevertheless, the air freight industry still has its own capacity constraints to contend with, despite record numbers of charter flights from Asia laid on to carry e-commerce cargo.</p>\n<p>“Adding air freight capacity to key tradelanes has been a key objective for forwarders over the past year,” Ti noted, but added: “Demand for air freight capacity continues to outstrip supply, contributing to increased yields and revenues among airlines.</p>\n<p>“Even though air cargo capacity gradually increased during 2021 due to improvements in international passenger traffic, it was still 10.9% below 2019.”</p>\n</article>"}