{"url": "https://theloadstar.com/del-monte-opens-up-its-vessel-capacity-to-third-party-shippers/", "title": "Del Monte says 'yes' to opening vessel capacity to third-party shippers", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_129221782-420x264.jpg", "author": "Mike Wackett", "date": "10/05/2022", "caption": "", "content": "<article>\n\n\n<p>Fresh Del Monte (FDM), the global producer and distributor of fresh and fresh-cut fruit and vegetables, is targeting time-sensitive third-party container bookings through its ocean logistics company, Network Shipping (NWS).</p>\n<p>NWS is marketing space on FDM’s 13 owned reefer vessels across its maritime distribution network to shippers struggling to achieve reliability in their supply chains, as traditional liner service schedule integrity plunges to new lows.</p>\n<p>Moreover, NWS is “optimising” slots on FDM’s six 1,268 teu all-reefer ships that the NYSE-listed company received from Chinese yards in 2020 and 2021.</p>\n<p>The handy-sized containerships are currently deployed on FDM’s Latin American trades, where liner services have suffered from a lack on tonnage after ocean carriers focused on main tradelanes.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>Strong demand and a lack of supply have seen freight rates skyrocket on many secondary routes, with shippers prepared to pay premium surcharges for guaranteed shipment.</p>\n<p>Indeed, by turning its attention to the “broader audience” of the lucrative container market through NWS, FDM stands to turbo-charge its revenue and, arguably, exceed the returns in its core business of fruit and veg production and distribution.</p>\n<p>“As disruptions in logistics and shipping continue to grow, the need to find agile and efficient solutions is greater than ever,” said Mohammad Abu-Ghazaleh, chairman and CEO at Fresh Del Monte.</p>\n<p>“NWS is leveraging Fresh Del Monte’s resources, achieving an almost 100% on-time delivery rate, and responding quickly to ever-evolving market needs,” he said.</p>\n<p>“We’re looking forward to offering our solutions to more people, giving them access to our robust, reliable distribution and logistics network that FDM customers have come to know and appreciate.”</p>\n<p>NWS said its value proposition focused on “providing the best solutions with a human touch”.</p>\n<p>Operating as a hybrid shipping line/cargo owner, the self-styled “boutique” ocean logistics company says it “understands the market pain points customers go through”, adding: “Amid the ongoing supply chain crisis, customers need a reliable partner.”</p>\n<p>Claiming it does not follow a ‘one-size-fits-all’ model, Francis McCawley, head of commercial at NWS said the firm regarded every customer differently and “equally important, no matter the size”.</p>\n<p>Notwithstanding FDM’s strategy of maximising its reefer trades with high-paying container business, its order of the six handy containerships from the Guangzhou Wenchong shipyard has proved an excellent business decision, with their asset values now around twice their original cost.</p>\n<p>Moreover, if FDM decided instead to sub-let the ships, the current hot container charter market could see them achieve $40,000-$50,000 a day for three-month periods.</p>\n<p>Meanwhile, in what is likely to be music to the ears of beleaguered shippers suffering from deteriorating services and sky-high freight rates, NWS’s SVP of shipping operations, Helmuth Lutty, claimed its focus was to “provide our customers with excellent service”, adding: “That’s what distinguishes us from the liner pack, everything follows our boutique ideology.”</p>\n</article>"}