{"url": "https://theloadstar.com/dhls-dorabot-doubles-efficiencies-as-company-tries-to-combat-labour-shortage/", "title": "Efficiency doubles with Dorabot as DHL tries to combat labour shortage", "thumbnail": "https://theloadstar.com/wp-content/uploads/dorabot-420x276.jpg", "author": "Charlie Bartlett", "date": "10/05/2022", "caption": "", "content": "<article>\n<div class=\"hero\">\n<img alt=\"dorabot\" src=\"https://theloadstar.com/wp-content/uploads/dorabot-680x0-c-default.jpg\"/>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Charlie+Bartlett&amp;s_ba=1\" rel=\"author\">Charlie Bartlett</a></address>\n<time datetime=\"2022-05-10\">10/05/2022</time>\n</div>\n<p>DHL’s trial of its new robotic sorting device, Dorabot, at a US distribution centre in Atlanta has shown a 100% efficiency increase over manual operations, the company said yesterday.</p>\n<p>DHL claimed the Dorabot can double the efficiency of even its most productive workers.</p>\n<p>“What we’re going up against is a human’s ability to sort into bags – anywhere from 50-75 bags,” said a member of DHL Americas. “We’ve seen anywhere from 200 packages an hour to 500, and then they have to do the bagging process.</p>\n<p>Dorabot hit over 1,000 an hour; we’ve hit 1,200-1,300 an hour, with the machine taking directly off the line sorter system.”</p>\n<p>Efficiencies lie in the time difference in reading waybills, for which Dorabot uses barcode cameras. DHL says the robot can sort packages within 3.6 seconds, on average, with “close to zero” errors.</p>\n<p>The system has two configurations: sort-to-bag; and sort-to-gaylord – a gaylord is a bulk-sized corrugated cardboard container, generally mounted on a pallet or wheeled trolley.</p>\n<p>The Atlanta system uses 20 gaylord containers positioned around the robot. The system detects when the container is full and notifies an operative when it needs to be swapped. The robot’s working area is surrounded by a light curtain for safety reasons.</p>\n<p>Surveys by DHL of its global workforce identified considerable challenges for logistics companies, including a shortage of staff, with potential applicants presuming that their jobs will be automated in a few years’ time.</p>\n<p>“We are facing a labour shortage, in driving and warehousing,” said Klaus Dohrmann, VP innovation Europe  trend research.</p>\n<p>Dr Dohrmann added that certain jobs in logistics, such as last-mile delivery, were challenging to automate “anytime soon”, and DHL expects that, by 2024, “only 10% of last-mile deliveries will be automated, because of the complex environment on the last mile”.</p>\n<p>He said: “What I find interesting is that wages are not, apparently, as important as these soft topics – sustainability, corporate social responsibility and providing home-working opportunities.</p>\n<p>“This is an interesting finding that we need to consider in our approaches. As a company, we have to think about how to be an attractive employer… more than 50% of the people surveyed believed technological advancement could be a threat to their jobs and careers.</p>\n<p>“There is a certain tendency to talk about automation – replacing humans. But in logistics, there is a complex task and a broad variety of tasks. There is much better value in augmenting human beings with technology,” he added.</p>\n</article>"}