{"url": "https://theloadstar.com/eu-exporters-benefit-from-border-largesse-as-uk-smes-struggle/", "title": "EU exporters benefit from border 'largesse' as UK SMEs struggle", "thumbnail": "https://theloadstar.com/wp-content/uploads/missing-eu-already-photo-171062693--nicoleta-raluca-tudor-dreamstime.com_-420x279.jpg", "author": "Alex Whiteman", "date": "09/05/2022", "caption": "© Nicoleta Raluca Tudor Dreamstime.com", "content": "<article>\n<div class=\"hero\">\n<img alt=\"Missing EU Already Photo 171062693 © Nicoleta Raluca Tudor Dreamstime.com\" src=\"https://theloadstar.com/wp-content/uploads/missing-eu-already-photo-171062693--nicoleta-raluca-tudor-dreamstime.com_-scaled-680x0-c-default.jpg\"/>\n<div class=\"caption\">© Nicoleta Raluca Tudor Dreamstime.com</div>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Alex+Whiteman&amp;s_ba=1\" rel=\"author\">Alex Whiteman</a></address>\n<time datetime=\"2022-05-09\">09/05/2022</time>\n</div>\n<p>Brexit is gutting the UK’s small and medium sized enterprises (SME), they claim, with many having seen their core European markets vanish overnight as they struggle to contend with increased bureaucracy and costs of trading.</p>\n<p>And meanwhile, EU exporters benefit from the UK’s lack of controls.</p>\n<p>Some 6.5% of British businesses closed between 2020 and 2021, only the second decline in 20 years and substantively higher than 2017/18’s 0.5% dip, and while the pandemic had its own impact, many SMEs blame the handling of the EU departure.</p>\n<p>“EU warehousing is the only way to get around costs and bureaucracy – it also means jobs and money go abroad – but if you’re small it’s not viable,” a record store owner told <em>The Loadstar</em>.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>“Before Brexit, a third of our direct mail orders were in the EU. That went to nothing and we are slowly having to build it back up, but this means charging our direct mail orders from the EU half the price, with us covering the VAT.”</p>\n<p>A customs broker said that, for those moving lorryloads of goods, the additional costs of an “extra couple of declarations probably aren’t going to kill you”.</p>\n<p>Explaining the breakdown, they said to assume cost of the export to Germany was £25, plus £35 for the import declaration and £70 for the transit, but if the load was valued at £25,000, the £130 cost of shipping amounted to just 0.52% of the load’s value “so, you wouldn’t care”.</p>\n<p>“Now take someone that just wants to ship a pallet with a value of £1,000 to Germany a few times a month. You still pay £130 for the customs paperwork, but that is now 13% of the value of the goods.</p>\n<p>“Potentially the small operator could look to ship less often, with bigger volumes, but that might not be possible. And so their potential profit is gone.”</p>\n<p>Additional costs tied to Brexit stem not only from the need for customs declarations and transit documentation, but also administering EU accreditation processes and requirements.</p>\n<p>One forwarder said there was a “whole host” of additional costs linked to certification on some goods, as well as being charged for security, customs checks and enforcement that “simply weren’t there” for a generation.</p>\n<p>“This is without the potential for ‘double-dipping’ in duty already paid on previously imported products then sold on to end users, whether in the UK or the EU,” the forwarder added.</p>\n<p>“End users therefore have the option to either pay the costs that are passed through  – be they from the ferry operator, trucking company, customs brokerage or customs authorities – or to stop sourcing or supplying EU organisations or individuals under B2B or B2C models.”</p>\n<p>From the government’s perspective, the line remains it “is still challenging to draw any firm conclusions” on Brexit’s long-term impact, citing the pandemic and other trade restrictions. A government spokesperson told <em>The Loadstar</em> February figures from the Office of National Statistics indicated that monthly exports to the EU were 3.1% above a pre-Covid average, and trade with the EU was growing throughout 2021.</p>\n<p>But the broker sought to challenge these claims of success, suggesting UK businesses were suffering while EU competitors had open access to UK trade.</p>\n<p>“Import shipments do not need transit, which means an immediate saving. There are no real health certificate and examinations requirements on entry to the UK from the EU, which means the EU shipper has an advantage.</p>\n<p>“Also, it’s known a lot of import declarations are not being made, and dropping requirements for phytosanitary controls due in July means easy circumvention of the import restrictions.”</p>\n<p>Minister for Brexit opportunities and government efficiency Jacob Rees-Mogg announced in April that the phytosanitary import controls would not be introduced, citing rising costs to UK consumers which he put down to Russia’s war with Ukraine.</p>\n<p>This, said the broker, meant the whole Brexit system coming from Whitehall was “set against the UK exporter and not the importer”.</p>\n<p>Nonetheless, the government spokesperson claimed: “[Brexit] is the world’s biggest zero-tariff, zero-quota free trade deal. It allows businesses in Britain to trade freely with Europe while also being able to seize new opportunities with countries around the world. Through our export support service, expanded export academies and a landmark export strategy, we’re ensuring businesses of all sizes have support to trade effectively with the EU.”</p>\n<p>Responding directly to the government’s comments, the record store owner pointed to “many glaring faults with this fatuous statement for most SMEs,” not least of which was the claim the Brexit agreement would facilitate the chance to “seize opportunities around the world”.</p>\n<p>“The increased cost of transport means that for our product, the cost has increased three to four times,” they said. “Then there are the cultural differences; we are simply not going to sell many jazz records in Indonesia or Thailand, and you have to take into account the poverty gap with these new global markets – Europe is rich, while Asia, Africa, South America are poor.</p>\n<p>“SMEs can’t wait 30 years for a vague ‘levelling-up’ promise. That’s OK for the likes of Shell, ICI, Unilever, GM, but not for us.”</p>\n<p>Condemning the government’s decision not to impose full import controls on the EU, the broker said that rather than the “heralded trade facilitation measure” it left Whitehall without any means of “pushback on the EU” to ensure the best deal for UK companies in EU markets.</p>\n<p>“It follows that the weakness of UK government serves to facilitate EU trade only,” the broker added. “So much for Britain winning back its border following Brexit. Rather the EU has gained a simple and effective way to limit UK exports without the same knock-on effect to EU exporters.”</p>\n<p>Asked if he could see any beacon of hope, the record store owner said he could only see benefit for politicians and big business interest.</p>\n<p>“Brexit is essentially like Soviet communism: it sounds like a great idea, has true believers but hopefully it won’t take 70 years to finally realise how damaging and stupidly pointless it all was.”</p>\n</article>"}