{"url": "https://theloadstar.com/fmc-looks-to-tighten-its-grip-on-carrier-practices-as-wan-hai-settles-claim/", "title": "Wan Hai settles D claim as FMC tightens its grip on carrier practices", "thumbnail": "https://theloadstar.com/wp-content/uploads/photo-178012477--david-tonelson-dreamstime.com_-2-420x280.jpg", "author": "Nick Savvides", "date": "06/05/2022", "caption": "© David Tonelson Dreamstime.com", "content": "<article>\n<div class=\"hero\">\n<img alt=\"Photo 178012477 © David Tonelson Dreamstime.com\" src=\"https://theloadstar.com/wp-content/uploads/photo-178012477--david-tonelson-dreamstime.com_-2-680x0-c-default.jpg\"/>\n<div class=\"caption\">© David Tonelson Dreamstime.com</div>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Nick+Savvides\" rel=\"author\">Nick Savvides</a></address>\n<time datetime=\"2022-05-06\">06/05/2022</time>\n</div>\n<p>Regulators in the US are slowly tightening their grip on the ocean shipping and inland supply chain market as the rule regarding detention and demurrage (DD) fees begins to bite.</p>\n<p>The new information demands by the Federal Maritime Commission’s (FMC) Bureau of Trade Analysis (BTA) will allow regulators greater insight into carrier behaviour.</p>\n<p>Meanwhile, <a href=\"https://theloadstar.com/wan-hai-denies-fmc-claims-of-illegal-dd-charges-on-21-containers/\">Wan Hai</a> is to settle claims concerning disputed DD charges for 21 containers, making it the second carrier to settle a DD claim following <a href=\"https://theloadstar.com/hapag-lloyd-fined-after-levying-wilful-and-erroneous-dd-charges/\">Hapag-Lloyd</a>‘s fine of $822,220 two weeks ago.</p>\n<p>The FMC has today levied a penalty of $850,000 against Wan Hai.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>While the FMC’s interpretive rule is seen to be mitigating against unreasonable charges by carriers on shippers unable to return empty equipment due to congestion, the BTA is making an attempt to understand carrier behaviour and to assess if the market is operating efficiently.</p>\n<p>The FMC said yesterday: “Newly mandated information will provide the BTA with insight into pricing of individual tradelanes and by container and service type. It will also provide more immediate information regarding capacity management decisions of ocean carriers and alliances.”</p>\n<p>Although the FMC believes the three ocean alliances are already subject to severe oversight, it said an examination of the extra information was needed “to properly analyse carrier behaviour and marketplace trends”.</p>\n<p>Each carrier within an alliance has to submit pricing information on cargo moved on major tradelanes, and the BTA wants carrier and alliance information on capacity management.</p>\n<p>The new requirements follow a slew of complaints from US shippers and forwarders over possible antitrust violations by carriers, as well as denial of service allegations, all of which the FMC is investigating.</p>\n<p>Enhanced measures in the US could play a part in the upcoming review of the consortia block exemption given to the alliances by the European Commission. The latest review is meant to start in the first half of this year, with the block exemption, which was renewed in spring 2020, in place until spring 2024.</p>\n<p>European shippers and forwarders have long argued that the block exemption gives carriers an unfair advantage in contract negotiations, while not offering any benefits to their customers – a view that has seemingly gained traction among US regulators, which believe it is worth investigating.</p>\n<p>Carriers dispute the shipper view, claiming the benefits of alliances are that they can offer more services, as vessels can be used more efficiently, offering shippers more choice.</p>\n</article>"}