{"url": "https://theloadstar.com/growth-in-us-manufacturing-slows-as-economy-loses-momentum/", "title": "Growth in US manufacturing slows as economy loses momentum", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_168364803-420x262.jpg", "author": "Ian Putzger, Americas correspondent", "date": "10/05/2022", "caption": "", "content": "<article>\n\n\n<p>The US economy is losing momentum as it struggles against headwinds.</p>\n<p>The latest numbers on the manufacturing sector show a broad decline in momentum – although it remains in growth mode, unlike the economy overall.</p>\n<p>US GDP shrank 1.4% year on year in the first quarter, a sharp reversal from last year when the economy expanded 5.7%, the fastest full-year clip since 1984.</p>\n<p>However, statistics on US manufacturing in April, released by the Institute for Supply Management (ISM), paint a slightly more upbeat picture.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>The industry maintained growth, extending the run of uninterrupted expansion to 23 months, but the manufacturing PMI slipped 1.7 percentage points from its March level, to 55.4%, its lowest reading since July 2020.</p>\n<p>Growth in new orders, production and employment, exports and imports and in raw materials inventory fell, while lead times for CapEx and production materials stretched to record levels, the ISM reported.</p>\n<p>ISM’s production index for April shows a slowdown of 0.9% from March, to 53.6%. Output was hampered by a combination of factors, primarily labour and parts shortages. The employment index was down 5.4 percentage points on the previous month. Companies reported a limited improvement in hiring numbers, but this was cancelled-out by higher numbers of employees leaving or retiring.</p>\n<p>Shortages of materials, parts and components have been the other major drag on output. Inputs continued to constrain production expansion, the ISM reported, noting that the supplier deliveries index indicates deliveries slowed at a faster rate in April, while the indices for inventories and imports show deceleration.</p>\n<p>Tim Fiore, chair of ISM’s Manufacturing Business Survey Committee, said: “Deliveries slowed at a faster rate compared with the previous month. The index continues to reflect suppliers’ difficulties in meeting demand from panelists’ companies. April saw suppliers re-entering a labour-constrained environment, according to panelists’ comments, and transportation networks are again demonstrating less flexibility.”</p>\n<p>And he does not expect to see a significant improvement in the near future, adding: “Improvement in the index will be tepid for the rest of the second quarter due to continuing labour issues and the expected impact of recent China lockdowns.,”</p>\n<p>Concern over the lockdowns in China are weighing heavily on the outlook for US manufacturing, said Mr Fiore.</p>\n<p>“Overseas partners are experiencing Covid-19 impacts, creating a near-term headwind for the US manufacturing community. Fifteen percent of panelists’ general comments expressed concern about their Asian partners’ ability to deliver reliably in the summer months, up from 5% in March.” he noted.</p>\n<p>One respondent observed that tier-two supplier shutdowns in Shanghai were causing a ripple effect for the firm’s suppliers in other parts of China, while long delays at ports on both sides of the Pacific are still presenting supply challenges. In addition, rising inflation is stoking concerns that the economy will eventually have to give way.</p>\n<p>In conjunction with parts shortages, slower deliveries are taking a toll on inventory. The inventories index for April lost 3.9 percentage points from March, sinking to 51.6%.</p>\n<p>And at the same time, orders are slowing. The new orders index lost 0.3 percentage points from March, to reach 53.5%. Imports slipped 0.4%  to 51.4%, their lowest reading since October, while new export orders were down 0.5%, month on month, to 52.7%.</p>\n<p>According to Mr Fiore, export orders were suppressed due to the war in Ukraine and Covid-19 in Asia, while he expects import demand to be challenged through the second and third quarters from Covid-19 in Asia and the labour contract negotiations at the US west coast ports.</p>\n<p>Despite these setbacks, though, the ISM found expectations from respondents still predominantly upbeat, but the optimism has weakened. The ratio between upbeat and cautious comments in April was 3:1, down from 6:1 the month before.</p>\n</article>"}