{"url": "https://theloadstar.com/gxo-logistics-clipper-acquisition-a-super-ma-opportunity/", "title": "GXO Logistics: Clipper buy a ", "thumbnail": "https://theloadstar.com/wp-content/uploads/1q-earnings-image-420x236.jpg", "author": "Stuart Todd", "date": "06/05/2022", "caption": "", "content": "<article>\n<div class=\"hero\">\n<img alt=\"1Q Earnings Image\" src=\"https://theloadstar.com/wp-content/uploads/1q-earnings-image-scaled-680x0-c-default.jpg\"/>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Stuart+Todd&amp;s_ba=1\" rel=\"author\">Stuart Todd</a></address>\n<time datetime=\"2022-05-06\">06/05/2022</time>\n</div>\n<p>The boss of GXO Logistics has described the acquisition of Leeds-based Clipper Logistics as a “super MA opportunity” and one that comes with “an absolute ton of cost synergies”.</p>\n<p>The pure-play contract logistics operator, formerly part of the XPO Logistics group which was spun-off last year, had an all-in offer of close to £1 billion accepted by the e-fulfilment company’s shareholders last month. GXO expects to complete the deal, which is subject to regulatory approval, by late summer.</p>\n<p>Chief executive Malcolm Wilson was speaking at a conference call with analysts yesterday, following the release of its first quarter results, the highlights of which included an increase in revenue of 14% year-on-year, comprising organic (revenue) growth of 19% and record Q1 new business wins, mostly on the back of a boom in first-time outsourcing, as chief strategy officer Neil Shelton <a href=\"https://theloadstar.com/supply-chain-radar-gxo-logistics-in-the-value-basket/\">revealed</a> to <em>Loadstar Premium</em>.</p>\n<p>Asked about the generally recognised high price GXO is paying for Clipper and the strategic rationale behind the acquisition, Mr Wilson replied:</p>\n<p>“When the business was spun-off, we created a list of companies that we thought would make really super MA opportunities and Clipper was right at the top. So we were super pleased to have reached an agreement (to acquire the company).</p>\n<p>“It’s very accretive for our business. Even in the first year, it’s going to be accretive. We’re paying a good price for it, yes, but it’s coming with just an absolute ton of cost synergies – about $48 million.</p>\n<p>“It’s also bringing a reinforcement of e-fulfilment in the core markets we operate in and there is virtually no crossover of customers. So, there’s a massive opportunity for cross sales across the customer base and a lot of Clipper’s customers are multinational and do not just have a UK activity.”</p>\n<p>Wilson went on to highlight that Clipper is very advanced, more so even than GXO, when it comes to reverse logistics and returns management. “It’s a real skill and an art for them. They’ve got a lot of very sophisticated software that drives it. Leveraging those skill sets and technologies across the rest of GXO’s customer base, not just in the UK and continental Europe, but even in North America, is going to help us tremendously.”</p>\n<p>Wilson also said Clipper would enlarge GXO’s footprint in Germany, Europe’s largest single economy.</p>\n<p>“Germany is on our list of MA target countries. It’s a market that’s very open to outsourcing. When we think of our business today in Germany it’s very small but for Clipper, it’s bigger. When you put both together, you get a real critical mass.</p>\n<p>“And if we see accelerating growth in Germany on the same scale as the rest of our business – wow, that’s going to be incredible for us.</p>\n<p>“It’s a big market dominated by a handful of players at the moment, plenty of room for a new technology-driven organization like GXO,” he added.</p>\n</article>"}