{"url": "https://theloadstar.com/hapag-lloyd-boosts-terminal-network-with-new-damietta-hub/", "title": "Hapag-Lloyd boosts terminal network with new Damietta hub", "thumbnail": "https://theloadstar.com/wp-content/uploads/damietta_ct_ii_artist_impression_01-240x300.jpg", "author": "Gavin van Marle", "date": "11/05/2022", "caption": "", "content": "<article>\n\n\n<p>Hapag-Lloyd is set to grow its nascent terminal network, signing a deal with the Egyptian government and German terminal operator Eurogate to develop a new facility in the port of Damietta.</p>\n<p>Damietta’s new Terminal 2 will have an annual handling capacity of 3.3m teu, with its first phase scheduled to open in 2024, slated to become Hapag-Lloyd and its THE Alliance partners’ prime east Mediterranean transhipment hub.</p>\n<p>According to the <a href=\"https://app.eesea.com/\">eeSea</a> liner database, THE Alliance’s MD1 Asia-Mediterranean service, deploying 11 ships of 13,100-13,900 teu, calls at Damietta’s existing container terminal, which also serves three Europe-Middle East services – two of which are CMA CGM, Hapag-Lloyd and OOCL joint services and the other a Cosco/Hapag-Lloyd/ONE joint service.</p>\n<p>The east Mediterranean transhipment business is dominated by the Maersk-controlled Suez Canal Container Terminal, host to three 2M Asia-Europe strings, and the Greek hub of Piraeus, run by Cosco, where the Ocean Alliance has five Asia-Europe services transhipping local volumes. Piraeus also serves a second THE Alliance Asia-Mediterranean service, the MD2.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>However, with a 30-year operating concession, it can be expected that Damietta’s Terminal 2 is likely to become THE Alliance’s key facility in the east Mediterranean, as well as marking the beginning of a terminal network across the wider region, as Hapag-Lloyd has a strategic 10% of the TC3 terminal in the Moroccan port of Tanger.</p>\n<p>“With the new terminal, Hapag-Lloyd will significantly improve its handling activities in the eastern Mediterranean and access to local Egyptian trade,” said Hapag-Lloyd CEO Rolf Habben Jansen.</p>\n<p>Eurogate is also Hapag-Lloyd’s terminal partner in Tanger, as well as in the German port of Wilhelmshaven, where the carrier recently received clearance from the EC’s competition commission to become a 30% shareholder.</p>\n<p>In Damietta, however, Hapag-Lloyd is the lead shareholder with 39%, with Eurogate holding 29.5% and Contship 29.5%. Two other partners, Middle East Logistics  Consultants Group and Ship  Crew Egypt, will each hold 1%.</p>\n<p>“The concession to operate the plant will be granted to the joint-venture for 30 years,” said Cecilia Eckelmann-Battistello, CEO of Contship Italia. “This gives us and our respective customers a long-term perspective in the port of Damietta.”</p>\n<p>Egyptian minister of transport Lt Gen Eng Kamel Al-Wazir added: “This is a very encouraging, well-planned partnership between the international and Egyptian private sectors with the aim of positioning Egypt as a global hub for logistics and trade.</p>\n<p>“In this first phase, we will establish the port of Damietta as an integrated logistic hub for containers, which will then be followed by the establishment of logistics corridors connecting to various production areas in Egypt via the rail network.”</p>\n</article>"}