{"url": "https://theloadstar.com/indonesia-arrests-rcl-box-ship-said-to-be-carrying-banned-palm-oil/", "title": "Indonesia arrests RCL box ship said to be carrying banned palm oil", "thumbnail": "https://theloadstar.com/wp-content/uploads/mathu-bhum-420x257.jpg", "author": "Martina Li", "date": "10/05/2022", "caption": "", "content": "<article>\n\n\n<p>A containership belonging to Thai liner operator Regional Container Lines (RCL) is detained in Indonesia’s Belawan port after allegedly being used in an attempt to export refined palm oil.</p>\n<p>The 1990-built 1,248 teu <em>Mathu Bhum</em> (above) is deployed on RCL’s RTB2 service, calling at Bangkok, Singapore, Port Klang, Belawan and Port Klang. Indonesian naval officers intercepted the ship last week as it was about to depart for Port Klang.</p>\n<p>Navy spokesman Agung Prasetiawan said: “The ship was carrying 34 containers containing refined, bleached, deodorised (RBD) palm oil. This is the type of material that is temporarily prohibited for exports.”</p>\n<p>Fleet Commander Vice-Admiral Agung Prasetiawan told a press conference at the port on Friday that naval patrols would continue to enforce the palm oil export ban</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>RCL has not responded to a request for comment from <em>The Loadstar</em>.</p>\n<p>Indonesia has, since 22 April, temporarily banned all palm oil exports due to a domestic shortage of the fuel, after prices of cooking oil – of which palm oil is a key ingredient – soared more than 50% to more than $1.80 a litre. Prices of vegetable oils have rocketed since Russia invaded agriculturally-rich Ukraine in February.</p>\n<p>However, this has not stopped palm oil sellers from attempting to sneak goods out of the country, especially with demand high in India, Pakistan and China, where importers are willing to pay far higher prices than Indonesian consumers.</p>\n<p><em>Mathu Bhum</em> was the sixth ship, but first container vessel, to be detained during the palm oil export ban. The others are chemical/products tankers <em>Annabelle</em>, <em>Toto XVI</em>, <em>World Progress and</em> <em>W Blossom</em> and a tug, <em>Ever Sunrise</em>.</p>\n<p>Indonesia is the world’s largest palm cultivator, producing 60% of the world’s palm oil supplies. Jakarta suspended palm oil exports after attempts to limit cooking oil prices, including a price ceiling and limits on the quantities of cooking oil for sale, only resulted in huge queues and cooking oil panic-buying.</p>\n</article>"}