{"url": "https://theloadstar.com/know-your-shipper-warns-tt-club-as-lithium-battery-fires-spread/", "title": "'Know your shipper' warns TT Club, as lithium battery fires spread", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_128310365-1-420x280.jpg", "author": "Alex Lennane", "date": "04/05/2022", "caption": "© Christopher Freeman ", "content": "<article>\n<div class=\"hero\">\n<img alt=\"dreamstime_s_128310365\" src=\"https://theloadstar.com/wp-content/uploads/dreamstime_s_128310365-1-680x0-c-default.jpg\"/>\n<div class=\"caption\">© Christopher Freeman </div>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Alex+Lennane\" rel=\"author\">Alex Lennane</a></address>\n<time datetime=\"2022-05-04\">04/05/2022</time>\n</div>\n<p>More fires on containerships and <a href=\"https://theloadstar.com/crew-safe-after-abandoning-car-carrier-on-fire-in-the-north-atlantic/\">car-carriers</a> are forcing the industry to focus on the dangers of lithium ion batteries – found in most modern technology from electric cars to mobile phones – and the intense heat generated when they catch fire.</p>\n<p>The air cargo industry has had a spotlight on the danger for a long time, but now the shipping industry is beginning to act.</p>\n<p>Insurer TT Club is working to engage the industry on the issue – but there is a long way to go.</p>\n<p>Its risk management director, Peregrine Storrs-Fox, as a first move has urged forwarders and carriers to “know who you are dealing with”.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>The main risk is from batteries which have not undergone checks during manufacturing, are mis-handled, misdeclared or counterfeit, he said, and knowing the shipper is critical.</p>\n<p>“Traditionally, there has been too little interaction between the interests of the shipper and that of the transport industry.</p>\n<p>“In terms of what carriers and forwarders can do, it’s about knowing who you are dealing with. It’s a large and diverse customer base, of not just manufacturers, but installers, and also reverse logistics. E-commerce makes it even more complex.”</p>\n<p>He said companies should make thorough checks on those shipping lithium ion batteries.</p>\n<p>“Verify who you are dealing with. Is it a new customer? Documentation should be available, the regulations mean they must be tested. You should also check manufacturing sites, use Google maps to make sure it’s actually a factory.”</p>\n<p>He said getting shipper battery associations to help define “who is good” would be useful. “We need to know who is less scrupulous – it’s a small percentage but it’s hard to squeeze them out of the marketplace.”</p>\n<p>He acknowledged that the checks would be a significant task, but said each supply chain partner could do their part. He also noted developments in machine learning and AI which could help.</p>\n<p>“A number of entities are working to make the information flow smoother, and you could use independent checks to verify all those details.”</p>\n<p>However, he acknowledged there were many challenges, adding: “There are some concerns over antitrust if companies come together to share knowledge. Safety does need a common approach, otherwise the weakest link will fail, or come in via the backdoor on another carrier.</p>\n<p>“But each company is different, and approaches things in different ways, so it’s hard to get an agreement.”</p>\n<p>He cited Hapag-Lloyd’s Cargo Patrol software, which automatically helps identify undeclared or suspicious cargo. Hapag-Lloyd passed it on to IBM, which offers it to other lines.</p>\n<p>“Giving it to an independent entity is the right approach,” said Mr Storrs-Fox. “But it actually hasn’t got much further. Zim has created a similar one, and Exis Technologies now has a common tool it has installed for two or three shipping lines, onto which they can add their own approach.”</p>\n<p>But there is a long way to go. The TT Club is “doing a deep dive on the science”, he said.</p>\n<p>“We want a single document that explains the properties of lithium. Then we will look at the regulations, which have been built around different lobbying, which isn’t always the right way. We will frame the regulations based on the science.</p>\n<p>“It needs real rigour at a regulatory level. Current provisions are convoluted. We need to go back to first principles and then unpick the regulations to find the fault lines.”</p>\n<p>Meanwhile, other work includes looking at fire suppression.</p>\n<p>“Suppression or control is uncertain at this stage. We need to look at how ships can tackle it. Firefighting on ships has been in the crosshairs for some time, and it will require consideration at the ship building, design and classification stages.”</p>\n<p>The air cargo industry, frustrated by lack of oversight outside of aviation, has been clamouring for governments to criminalise shippers who fail to ship dangerous goods correctly, or ship dangerous counterfeits.</p>\n<p>Mr Storrs-Fox agreed that this was important, but again pointed to numerous challenges.</p>\n<p>“Different jurisdictions are organised differently. Legislative structures are different. It’s frustrating. Individual groups can be lobbying at the UN level for the legislative environment, but then it will be inconsistently applied in different countries.”</p>\n<p>Optimistically, Mr Storrs-Fox said he could see a change being implemented “at the Geneva level” by the end of next year. But there would then be deliberations for each mode, and the process could take another year or two.</p>\n<p>Establishing firefighting processes could take a “decade, probably”, he said, adding: “But the industry could and should work faster on something workable and effective.</p>\n<p>“The processes should be started by the industry, and moved forward so that regulations can catch up. Hopefully we will start to see some change. But it will probably see out my career,” he added.</p>\n</article>"}