{"url": "https://theloadstar.com/lufthansa-cargo-bets-on-freight-growth-with-order-for-10-777fs/", "title": "Lufthansa Cargo bets on freight growth with order for ten 777Fs", "thumbnail": "https://theloadstar.com/wp-content/uploads/lh-777-order-420x236.png", "author": "Alex Lennane", "date": "10/05/2022", "caption": "", "content": "<article>\n\n\n<p>Lufthansa is betting big on cargo with an order for 10 more 777 freighters, which could start arriving as early as July.</p>\n<p>The German carrier has ordered three current generation 777Fs and seven next-generation 777-8Fs, and is also set to extend its leases of two 777Fs due to expire in 2024, but which will now run until 2031.</p>\n<p>Lufthansa Cargo last year phased-out its last MD-11Fs and added two 777Fs, giving it 11 777Fs alongside the A321F it added for e-commerce shipments.</p>\n<p>Its 2021 report noted: “Fleet modernisation and unification is complete.”</p>\n<p>The first 777F aircraft, which Lufthansa said “could be acquired on the used market at short notice” could arrive in July. (While this could trigger speculation over whether it is AirBridgeCargo’s sole 777F, that aircraft appears to be stored in Sheremetyevo. Its owner, Dubai lessor DAE, last week said it had written-off all its Russia-based aircraft, worth $537.9m. DAE has filed claims of $1bn with insurers.)</p>\n<p>Lufthansa said two more “brand new” 777Fs will follow. It explained: “These will make it possible to market additional freight capacities in the short- to medium-term with an aircraft type currently available in the industry and established in the Lufthansa Cargo fleet.”</p>\n<p>And it has also secured its capacity for the future. The seven next-gen aircraft will be delivered between 2027 and 2030.</p>\n<p>Lufthansa Cargo would not be drawn on the ultimate shape of its fleet, and whether some later-arriving aircraft would be replacements or additional.</p>\n<p>A spokesperson told <em>The Loadstar</em>: ” We have made a decision to source these aircraft now. We will dimension our fleet based on the market environment.”</p>\n<p>But the carrier implied that crises in the cargo market don’t tend to last as long as upcycles. The spokesperson said: “We believe in long-term market growth. Cargo crises in the past have usually lasted for around nine months and we’ve seen a steady growth trend over the last decades.”</p>\n<p>Lufthansa Cargo has been the star of the Lufthansa group in the past two years – and the investment shows the group believes cargo is set to remain a strong part of the business.</p>\n<p>Full-year 2021 saw the group’s Logistics segment, which includes container management company Jettainer, time:matters, e-commerce arm Heyworld and JV with DHL AeroLogic, gain revenues of €3.8bn, up 38% on a year earlier, with adjusted ebit of €1.5bn, up 93%.</p>\n<p>In contrast, the group, which includes Brussels, Austrian and Swiss Airlines, enjoyed revenues of €16.8bn, resulting in a loss of €2.1bn – albeit a 67% improvement on 2020.</p>\n<p>But the air cargo market has changed – much like ocean freight – with a heavier focus on longer-term charters with customers, as freight forwarders look to secure capacity. Atlas Air, while more of a lessor than Lufthansa, now has just 4% of its capacity available on the spot market.</p>\n<p>Lufthansa Cargo would not be drawn on the current mixture and in what form it sells its capacity, simply saying “we do not expect our current set-up to change”.</p>\n<p>However, the spokesperson added: “We will primarily use these aircraft for our core business – offering capacity to forwarders. Long-term charter or ACMI may be complementary in the future.”</p>\n<p>The aircraft will require additional staff, something Lufthansa has always been careful with in times of strife. Last year, the Lufthansa Logistics staff count fell 5%, while the average number of employees in the whole group fell 14%.</p>\n<p>The spokesperson said: “In general, 20 to 30 pilots are needed per aircraft. Depending on the network/destinations etc, the staff for ground ops and so on will be calculated.”</p>\n<p>Costs will undoubtedly rise – following its recent heavy reduction. Lufthansa Cargo’s cost base has been cut permanently by more than €70m from this year.</p>\n<p>Chair and CEO of Lufthansa Cargo Dorothea von Boxberg said: “We are very pleased that we have been able to set an important course for our future and the growth of Lufthansa Cargo with the decision to order 10 additional widebody freighters.</p>\n<p>“We can offer our customers significantly more capacity in the short and long term and also ensure we operate the most modern and efficient freighters in their class.</p>\n<p>“The investments in the next freighter generation, the Boeing 777-8F, will significantly reduce CO2 emissions. We are, thus, taking another important step on our way to CO2-neutral airfreight.</p>\n<p>“These major investments are a sign of confidence in the future development of the airfreight market and in the role that Lufthansa Cargo will continue to play in it,” she added.</p>\n</article>"}