{"url": "https://theloadstar.com/port-of-colombo-resumes-operations-after-20-hour-labour-strike/", "title": "Port of Colombo resumes operations after 20-hour labour strike  ", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_205317566-420x280.jpg", "author": "Bangladesh correspondent", "date": "11/05/2022", "caption": "", "content": "<article>\n\n\n<p>Operations at the port of Colombo resumed this afternoon following the end of a strike by port staff, which began yesterday following the resignation of Sri Lanka’s prime minister, Mahinda Rajapaksa, and severe political unrest.</p>\n<p>Activities at the port have been severely disrupted over the past couple of months, owing to political and economic crises and the island nation has enforced a state of emergency.</p>\n<p>It has reportedly given “shoot-on-sight” orders to the military and police, empowered them to arrest, without warrants, anyone disrupting the movement of people and trucks and to shoot those attacking others or damaging property.</p>\n<p>Yesterday, trade unions and labourers at Colombo port stopped work, suspending operations at the Jaya and Colombo East container terminals. Navigation services at the  port were also suspended.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>During the almost 20-hour strike, no vessels were allowed to berth or depart, while the loading and unloading of boxes was also suspended.</p>\n<p>After the strike began, the Ceylon Association of Shipping Agents expressed “deep concern” and urged unions and labourers to “get back to work and resume operations ensuring that the port of Colombo, which is the nerve centre of the country’s economy, operates in ensuring the movement of essential commodities at this critical time”.</p>\n<p>The crisis has become a major source of concern for carriers serving the Indian subcontinent, with many looking to call at alternative ports.</p>\n<p>Along with many other Asian countries, Bangladesh uses the port to tranship its export-import cargo. According to shippers, some 40% of Bangladeshi exports, mainly apparel, are ferried to mother vessels through Colombo port and Bangladeshi shippers are fearful of more major disruptions.</p>\n<p>Carrier MSC has some 8,500 Bangladesh-bound boxes stuck at Colombo port, alongside thousands from other operators.</p>\n</article>"}