{"url": "https://theloadstar.com/prelude-to-ilwu-west-coast-labour-talks-brings-up-thorny-issue-of-automation/", "title": "Prelude to ILWU west coast labour talks brings up thorny issue of automation", "thumbnail": "https://theloadstar.com/wp-content/uploads/long-beach-and-la-ports.jpg", "author": "Ian Putzger in Toronto", "date": "06/05/2022", "caption": "", "content": "<article>\n<div class=\"hero\">\n<img alt=\"Long Beach and LA Ports\" src=\"https://theloadstar.com/wp-content/uploads/long-beach-and-la-ports-680x0-c-default.jpg\"/>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Ian+Putzger+in+Toronto&amp;s_ba=1\" rel=\"author\">Ian Putzger in Toronto</a></address>\n<time datetime=\"2022-05-06\">06/05/2022</time>\n</div>\n<p>In the run-up to the nervously awaited contract negotiations between dockworkers and employers on the US west coast, verbal sparring is already in progress over automation – an issue on which the two sides are at loggerheads.</p>\n<p>With the current contract set to expire on 30 June, the International Longshore and Warehouse Union (ILWU), which represents nearly 14,000 port workers in California, Oregon and Washington State, and the Pacific Maritime Association (PMA) on behalf of shipping lines and terminal operators at 29 west coast ports, are due to start formal negotiations on 12 May in San Francisco.</p>\n<p>In an opening salvo, the PMA has published a study that it commissioned which extols the benefits of terminal automation.</p>\n<p>The authors found that container throughput per acre at the two automated terminals of the Los Angeles-Long Beach port complex was 44% higher than at the 11 non-automated box facilities at the twin ports. Since 2019 the automated terminals have processed boxes twice as fast as traditional ones, they wrote.</p>\n<div class=\"middle-banner\">\n<div class=\"ad-box\">\n<div class=\"ad-top\"><a href=\"https://theloadstar.com/wp-content/plugins/adrotate-pro/adrotate-out.php?track=NzQ1LDE0NSwwLGh0dHA6Ly93d3cuaWN0c2kuY29t\" target=\"_blank\"><img src=\"https://theloadstar.com/wp-content/uploads/ictsi-web-banner-ad_v4_600x150-040721.gif\"/></a></div>\n</div>\n</div>\n<p>Through the use of autonomous vehicles and cranes that stack boxes higher and closer together, capacity is increased, the study points out. The PMA views automation as a critical tool to address capacity constraints. PMA CEO Jim McKenna has called it the “key to long-term survival and long-term competitiveness”.</p>\n<p>According to the study, automation equally benefits labour.</p>\n<p>The authors found that between 2015, the last year before the transition to automated operations, and 2021, paid ILWU hours at the two automated terminals rose 31.5%, more than twice the 13.9% growth rate at the non-automated terminals. They added that the registered ILWU workforce at the port complex grew 11.2%, compared with 8.4% growth at the other 27 west coast ports.</p>\n<p>“Contrary to the ILWU’s concern, automation at San Pedro Bay ports has added work, not come at its expense. Higher cargo throughput will create port-related jobs and add employment through the supply chain. Conversely, failing to adapt threatens to drive cargo to other ports, with a cascading loss of jobs on the docks and throughout the regional economy,” they concluded.</p>\n<p>Predictably, the ILWU dismissed the PMA-funded study as self serving. For its part, it argued that automation had resulted in the loss of hundreds of jobs at the ports.</p>\n<p>“The increased productivity that the PMA is claiming at the two automated terminals has meant less work at other terminals and an overall loss of employment for longshore workers. We haven’t seen an overall increase in productivity at the ports, just a shell game to mask the human cost of job destruction,” the union commented.</p>\n<p>This exchange is not likely to calm the nerves of cargo owners whose traffic moves through west coast ports. The last round of contract negotiations saw four months of disruptions from work slowdowns at various ports along the coast.</p>\n<p>Until now both the PMA and the ILWU have refrained from confrontational statements, let alone moves. During the past two years they have displayed a collaborative spirit of coping together with the challenges of Covid-related disruptions and congestion problems.</p>\n<p>There appears to be a broad consensus among operators and customers that this round of negotiations will not produce any significant disruption. One forwarder executive commented that both sides are facing strong pressure to come to a quick resolution – the administration in Washington is leaning on the union, while the employers would face a considerable financial impact from a lengthy stand-off, he said.</p>\n<p>Three weeks ago, ILWU leaders dismissed fears of a destructive clash. “We’ve been doing this over 85 years, and we will sit down, we will get an agreement,” declared ILWU international president Willie Adams.</p>\n<p>Mario Cordero, executive director of the port of Long Beach, downplayed the automation debate. According to him, lack of automation does not constitute a major impediment to attain the necessary efficiency levels. Instead, he described limited operating hours as the major obstacle, calling for 24/7 operations to be able to handle the elevated volumes of cargo that have been pouring in from Asia.</p>\n<p>While there is still broad optimism that the contract talks can avoid serious clashes, importers and their forwarders are not taking any chances. Several forwarders have told the <em>Loadsta</em>r that they have shifted some of their import from Asia to ports on the East Coast or the US Gulf region.</p>\n<p><em>For more analysis on the west coast negotiations, check out our Deep Dive Podcast on the subject.</em></p>\n<p><audio controls=\"controls\" data-project44-podcast-clip=\"true\"><source src=\"https://episodes.castos.com/61e078fee345f1-77268395/36763/c46b6a36-379b-4ed6-9aa5-7c177520ccbd/Deep-DIVE-PMA-ILWU-v9.mp3\" type=\"audio/mpeg\"/>Your browser does not support the audio element.</audio></p>\n</article>"}