{"url": "https://theloadstar.com/shopifys-deliverr-acquisition-sparks-arms-race-in-the-fulfilment-space/", "title": "Shopify's Deliverr acquisition sparks 'arms race' in the fulfilment space", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_165388238-420x280.jpg", "author": "Ian Putzger, Americas correspondent", "date": "11/05/2022", "caption": "", "content": "<article>\n\n\n<p>Shopify’s management is moving to boost its fulfilment capabilities – with a twist.</p>\n<p>Having previously declared its intention to set up a network of directly controlled warehouses, the company is now pursuing an asset-light approach with the $2.1bn acquisition of Deliverr.</p>\n<p>The addition to Shopify’s fold is a software provider that manages two-day final-mile deliveries through an asset-light network of warehouse, carrier and last-mile partners.</p>\n<p>Deliverr moves more than a million orders a month, using a carrier base that includes UPS, FedEx and the US Postal Service. Among its customers are Amazon and Walmart.</p>\n<p>A strength of Deliverr is its use of predictive analytics to anticipate demand for products, and pre-position them close to areas of anticipated demand as well as to determine the best delivery method.</p>\n<p>The takeover, which marks the largest acquisition in Shopify’s history to date, gives the new owners the possibility to mount next-day and two-day services. According to Shopify CFO Amy Shapero, merchants will shortly see a badge for their sites appearing on multiple platforms that will allow next-day and two-day shipping options.</p>\n<p>This will be offered to merchants that are Shopify clients as well as non-aligned sellers.</p>\n<p>“Our goal is to not only level the playing field for independent businesses, but tilt it in their favour – turning their size and agility into a superpower,” said Shopify founder and CEO Tobi Lütke.</p>\n<p>Coming a month after Amazon launched its Buy with Prime service intended to include online sellers not with Amazon, Shopify’s move has prompted comments about an “arms race” in the fulfilment space.</p>\n<p>The smaller firm certainly has some ground to cover, as its fulfilment capabilities have been described as “underwhelming”. Management announced plans for a proprietary fulfilment service back in 2019, but little happened except for the $450m acquisition of warehouse management systems provider 6 River Systems in 2020. Initially for merchants, participation in the Shopify Fulfilment Network (SFN) was by invitation, and the scheme never formally advanced beyond the beta test phase.</p>\n<p>There was some movement earlier in the year when it transpired that Shopify was parting company with some of the final-mile providers it was working with.</p>\n<p>Management signalled that it was going to develop its own network of larger distribution centres “in key US geographies” that would be controlled and operated by Shopify itself. The overarching objective behind this was to establish capability to serve 90% of the US population with deliveries within two days or less.</p>\n<p>Now it looks like management had second thoughts about a network of proprietary facilities and is pursuing an asset-light strategy instead, which would seem plausible in light of soaring warehouse costs.</p>\n<p>Matt Hertz, CEO of e-commerce supply chain solutions provider Second Marathon, called Deliverr complementary to Shopify’s network, but questioned if the acquisition signalled that the company would scrap its ‘build it thyself’ approach unveiled in February.</p>\n<p>Management has stated that it plans to integrate Deliverr with SFN and 6 River Systems into a logistics unit to be led by Aaron Brown, who has been at the helm of SFN since 2020.</p>\n<p>It also announced that it expects the installation of its warehouse management system to be completed across its facilities by the end of the second quarter.</p>\n<p>“It pairs perfectly together and what we end up with in the end is this merchant-obsessed platform,” remarked Shopify president Harley Finkelstein. “We’re simplifying logistics along every stage.”</p>\n<p>He was speaking when the company tabled its results for the first quarter. Revenue was up 22% to $1.2bn, but the bottom line showed a net loss of $1.5bn, down from net income of $1.3bn a year earlier. Shares in the company dropped 16% after the results presentation, which had fallen short of analysts’ expectations.</p>\n<p>The going is getting tougher and Shopify could do with a coherent and efficient fulfilment network that can keep costs down.</p>\n<p><em>For more information, check out the Deep Dive: Ecommerce podcast, <a href=\"https://theloadstar.com/the-deep-dive-podcast-e-commerce-is-where-the-gold-lies-for-those-in-global-logistics/\">here</a>. </em></p>\n</article>"}