{"url": "https://theloadstar.com/virgin-atlantics-first-and-probably-last-freighter-set-for-short-term-take-off/", "title": "Virgin Atlantic's first – and probably last – freighter set for short-term take-off", "thumbnail": "https://theloadstar.com/wp-content/uploads/dreamstime_s_52812263-420x266.jpg", "author": "Alex Lennane", "date": "09/05/2022", "caption": "© Craig Russell", "content": "<article>\n<div class=\"hero\">\n<img alt=\"dreamstime_s_52812263\" src=\"https://theloadstar.com/wp-content/uploads/dreamstime_s_52812263-680x0-c-default.jpg\"/>\n<div class=\"caption\">© Craig Russell</div>\n</div>\n<div class=\"post-info\">\n<address class=\"author\">By <a href=\"/?s=Alex+Lennane\" rel=\"author\">Alex Lennane</a></address>\n<time datetime=\"2022-05-09\">09/05/2022</time>\n</div>\n<p>Virgin Atlantic Cargo is making its first foray into freighters, wet-leasing an A321 for its successful Brussels route.</p>\n<p>The aircraft, leased from Titan Airways, will start towards the end of the month and operate until October.</p>\n<p>But, explained Phil Wardlaw, Virgin Atlantic Cargo’s new MD, this is not a permanent move into freighters by the leisure-focused passenger carrier.</p>\n<p>Brussels is the sole remaining cargo-only destination offered by Virgin Atlantic, which in essence turned itself fully over to freight during the pandemic. The carrier picks up pharmaceuticals, perishables and e-commerce in BRU, some of which is destined for the UK, but most of which then goes across the Atlantic.</p>\n<p>A mixture of challenges on EU-UK routes, including the long-running PO Ferries <a href=\"https://theloadstar.com/po-claims-all-is-well-but-ferry-pride-of-kent-fails-mca-inspection-again/\">debacle</a>, had made the route robust, said Mr Wardlaw.</p>\n<p>But along with the “commercial dynamics” of maintaining the route, he acknowledged there were also slot portfolio dynamics.</p>\n<p>The impact of not overflying Russia has led to longer transit times on Virgin’s flights to the subcontinent, which has, in turn, impacted aircraft and crew availability.</p>\n<p>“We don’t have enough crew for all our available slots, so the A321 allows us to use our slot portfolio,” he explained.</p>\n<p>This summer, the EU is allowing a weakened ‘use it or lose it’ slot rule for cargo – 70:30 instead of 80:20 (by which airlines must use their slots at least 70% of the time). But it is unlikely to be extended to the winter.</p>\n<p>Virgin is currently operating a near-daily service to BRU, and is looking to use its A321 on other routes as well, although having reviewed its Covid-era Norway route “a few times”, that doesn’t look set to be one of them.</p>\n<p>But this is not a first step in Virgin becoming a freighter player, said Mr Wardlaw.</p>\n<p>“I don’t think we’ll do freighters long-term, perhaps we’ll look at partnerships. But we are predominantly a passenger airline.”</p>\n<p>And the passenger business is picking up.</p>\n<p>“The removal of restrictions on passengers has resulted in huge pent-up demand. The difference now is that passengers have much shorter booking windows than before. Where they might book a year in advance, now it is more likely to be a month in advance. We follow those trends closely, but it is more tricky than it used to be.”</p>\n<p>Cargo’s critical success in the past two years means it is playing a key role now in determining routes.</p>\n<p>“The transition [back to passengers] is predominantly driven by passenger loads and economics. Cargo is playing a more significant part in new routes now,” said Mr Wardlaw. And yields in cargo continue to thrive, he added: “Sea freight [disruption] has supported that demand.”</p>\n<p>Right now, the carrier is not flying to Asia outside of the Indian subcontinent, but it is waiting with interest to see if the ex-China market is ready to pick up.</p>\n<p>“If the intra-Asia supply chain issues can be resolved, and trucking, then we expect some real demand. We think Hong Kong will be sooner than Shanghai.” And he said if demand was there, Virgin could operate cargo-only flights to take advantage.</p>\n<p>The focus – and cash – from cargo has allowed the carrier to make some investments. Virgin has not yet published its full 2021 annual report, (although its annual reports don’t give much specific information). But it noted in a press release that while the carrier as a while recorded an ebitda loss of £166m for the year, on revenues of £928m, up £60m on a year previously, cargo enjoyed revenues of £448m, up more than 200% since 2019, and 40% up on 2020.</p>\n<p>“If you look at our performance, everyone has realised the importance of good, robust logistics. Cargo has really supported the survival of the airline – and it is important to invest.”</p>\n<p>One investment that stalled as the pandemic struck was the carrier’s IT upgrade. In June 2019, Virgin announced that it was opting for Accenture’s product to replace its old Voyager system. But it had doubts, and despite partner AF-KLM opting for that system just a month later, Virgin changed its mind, and then decisions were halted by the onset of the pandemic.</p>\n<p>“We realised that system didn’t quite align with what we needed,” said Mr Wardlaw. “But Accelya’s product was right for us.”</p>\n<p>The system will finally give Virgin a digital booking platform, with APIs that can be used for other digital marketplaces and customer systems. The integration started in January and is set to take about a year.</p>\n<p>“Launching at the right time is critical – we don’t want to launch in the peak, and we want robust system testing in place first,” explained Mr Wardlaw.</p>\n<p>The carrier is also investing in its Heathrow hub, opening the second phase of its cargo centre at dnata’s City East, which is claimed to be the largest off-site cargo handling operation at LHR, and where it will share facilities with shareholder and joint venture partner Delta Cargo. Exports will stay at its Phase 1 facility, while imports will go to the new Phase II unit.</p>\n<p>This comes as the carrier’s new fleet begins to arrive: an A330-900 coming in September and two more before the year-end, along with an A350; a further three A330-90s deliver next year, along with another A350; with four A330-900s arriving in 2024 – and another A350, as it phases out its older Boeing fleet.</p>\n<p>Cargo-friendly, and more fuel-efficient, the aircraft are also part of Virgin’s plan to cut emissions. In line with others, it has a net zero strategy for 2050. This will also see it increase the amount of sustainable aviation fuel it uses via its deal with Neste. The pair announced in February a deal for 2.5 million litres of SAF for the first half of this year, and Virgin has pledged to use 10% SAF by 2030.</p>\n<p>“Our customers are at a tipping point – and we are looking at where the cargo market is going to go [in terms of sustainability]. It’s not quite as clear cut in cargo who the customers are, but we want to offer sustainable solutions and we want to start measuring. You’ll see more from us on this throughout the year.”</p>\n<p>Mr Wardlaw appears to be off to a good start – he joined Cargo in January from Virgin’s engineering department, where he spent seven years.</p>\n<div class=\"wp-caption aligncenter\" id=\"attachment_208829\" style=\"width: 220px\"><a href=\"https://theloadstar.com/wp-content/uploads/phil-wardlaw-2.jpg\"><img alt=\"\" aria-describedby=\"caption-attachment-208829\" class=\"wp-image-208829 size-medium\" height=\"150\" loading=\"lazy\" sizes=\"(max-width: 210px) 100vw, 210px\" src=\"https://theloadstar.com/wp-content/uploads/phil-wardlaw-2-210x150.jpg\" srcset=\"https://theloadstar.com/wp-content/uploads/phil-wardlaw-2-210x150.jpg 210w, https://theloadstar.com/wp-content/uploads/phil-wardlaw-2-420x300.jpg 420w, https://theloadstar.com/wp-content/uploads/phil-wardlaw-2-768x550.jpg 768w, https://theloadstar.com/wp-content/uploads/phil-wardlaw-2-1536x1100.jpg 1536w, https://theloadstar.com/wp-content/uploads/phil-wardlaw-2-2048x1466.jpg 2048w\" width=\"210\"/></a><p class=\"wp-caption-text\" id=\"caption-attachment-208829\"><em>Phil Wardlaw</em></p></div>\n<p>“From the outside you don’t see how complex cargo is – it’s a completely new world,” he said. “It’s been fantastic – it’s a really interesting business and market. And it’s particularly interesting at the moment because of the conditions.”</p>\n<p>Long may that last.</p>\n</article>"}